{
    "data": [
        {
            "id": "OL25418289M",
            "olid": "OL25418289M",
            "title": "Twilight",
            "year": "2005",
            "authors": [
                "Stephenie Meyer"
            ],
            "description": "Bella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires.",
            "tags": []
        },
        {
            "id": "OL28346544M",
            "olid": "OL28346544M",
            "title": "Foundation",
            "year": "1951",
            "authors": [
                "Isaac Asimov"
            ],
            "description": "One of the great masterworks of science fiction, the Foundation novels of Isaac Asimov are unsurpassed for their unique blend of nonstop action, daring ideas, and extensive world-building. The story of our future begins with the history of Foundation and its greatest psychohistorian: Hari Seldon.  For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying.  Only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future--a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire--both scientists and scholars--and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation.But soon the fledgling Foundation finds itself at the mercy of corrupt warlords rising in the wake of the receding Empire. And mankind's last best hope is faced with an agonizing choice: submit to the barbarians and live as slaves--or take a stand for freedom and risk total destruction.",
            "tags": []
        },
        {
            "id": "OL27071765M",
            "olid": "OL27071765M",
            "title": "The Lord of the Rings",
            "year": "1954",
            "authors": [
                "J.R.R. Tolkien"
            ],
            "description": "Originally published from 1954 through 1956, J.R.R. Tolkien's richly complex series ushered in a new age of epic adventure storytelling. A philologist and illustrator who took inspiration from his work, Tolkien invented the modern heroic quest novel from the ground up, creating not just a world, but a domain, not just a lexicon, but a language, that would spawn countless imitators and lead to the inception of the epic fantasy genre. Today, THE LORD OF THE RINGS is considered \"the most influential fantasy novel ever written.\" (THE ENCYCLOPEDIA OF FANTASY) During his travels across Middle-earth, the hobbit Bilbo Baggins had found the Ring. But the simple band of gold was far from ordinary; it was in fact the One Ring - the greatest of the ancient Rings of Power. Sauron, the Dark Lord, had infused it with his own evil magic, and when it was lost, he was forced to flee into hiding.But now Sauron's exile has ended and his power is spreading anew, fueled by the knowledge that his treasure has been found. He has gathered all the Great Rings to him, and will stop at nothing to reclaim the One that will complete his dominion. The only way to stop him is to cast the Ruling Ring deep into the Fire-Mountain at the heart of the land of Mordor--Sauron's dark realm.Fate has placed the burden in the hands of Frodo Baggins, Bilbo's heir...and he is resolved to bear it to its end. Or his own.",
            "tags": []
        },
        {
            "id": "OL7829767M",
            "olid": "OL7829767M",
            "title": "A Game of Thrones",
            "year": "1996",
            "authors": [
                "George R. R. Martin"
            ],
            "description": "A Game of Thrones is the first novel in A Song of Ice and Fire, a series of fantasy novels by the American author George R. R. Martin. It was first published on August 1, 1996. The novel won the 1997 Locus Award and was nominated for both the 1997 Nebula Award and the 1997 World Fantasy Award. The novella Blood of the Dragon, comprising the Daenerys Targaryen chapters from the novel, won the 1997 Hugo Award for Best Novella. In January 2011, the novel became a New York Times Bestseller and reached No. 1 on the list in July 2011.",
            "tags": []
        },
        {
            "id": "OL32815550M",
            "olid": "OL32815550M",
            "title": "The Martian",
            "year": "2011",
            "authors": [
                "Andy Weir"
            ],
            "description": "The Martian is a 2011 science fiction novel written by Andy Weir. It was his debut novel under his own name. It was originally self-published in 2011; Crown Publishing purchased the rights and re-released it in 2014. The story follows an American astronaut, Mark Watney, as he becomes stranded alone on Mars in 2035 and must improvise in order to survive.",
            "tags": []
        },
        {
            "id": "OL28597037M",
            "olid": "OL28597037M",
            "title": "Artemis",
            "year": "2017",
            "authors": [
                "Andy Weir",
                "Rosario Dawson"
            ],
            "description": "Jasmine Bashara never signed up to be a hero. She just wanted to get rich. Not crazy, eccentric-billionaire rich, like many of the visitors to her hometown of Artemis, humanity's first and only lunar colony. Just rich enough to move out of her coffin-sized apartment and eat something better than flavored algae. Rich enough to pay off a debt she's owed for a long time. So when a chance at a huge score finally comes her way, Jazz can't say no. Sure, it requires her to graduate from small-time smuggler to full-on criminal mastermind. And it calls for a particular combination of cunning, technical skills, and large explosions--not to mention sheer brazen swagger. But Jazz has never run into a challenge her intellect can't handle, and she figures she's got the \"swagger\" part down. The trouble is, engineering the perfect crime is just the start of Jazz's problems. Because her little heist is about to land her in the middle of a conspiracy for control of Artemis itself.Trapped between competing forces, pursued by a killer and the law alike, even Jazz has to admit she's in way over her head. She'll have to hatch a truly spectacular scheme to have a chance at staying alive and saving her city. Jazz is no hero, but she is a very good criminal. That'll have to do. Propelled by its heroine's wisecracking voice, set in a city that's at once stunningly imagined and intimately familiar, and brimming over with clever problem solving and heisty fun.",
            "tags": []
        },
        {
            "id": "OL27317065M",
            "olid": "OL27317065M",
            "title": "The Windup Girl",
            "year": "2009",
            "authors": [
                "Paolo Bacigalupi"
            ],
            "description": "What Happens when bio-terrorism becomes a tool for corporate profits? And what happens when said bio-terrorism forces humanity to the cusp of post-human evolution? In The Windup Girl, award-winning author Paolo Bacigalupi returns to the world of \"The Calorie Man\"( Theodore Sturgeon Memorial Award-winner, Hugo Award nominee, 2006) and \"Yellow Card Man\" (Hugo Award nominee, 2007) in order to address these questions.",
            "tags": []
        },
        {
            "id": "OL1004006M",
            "olid": "OL1004006M",
            "title": "The War of the Worlds",
            "year": "1898",
            "authors": [
                "H. G. Wells"
            ],
            "description": "The ultimate science fiction classic: for more than one hundred years, this compelling tale of the Martian invasion of Earth has enthralled readers with a combination of imagination and incisive commentary on the imbalance of power that continues to be relevant today. The style is revolutionary for its era, employing a sophisticated first and third person account of the events which is both personal and focused on the holistic downfall of Earth's society. The Martians, as evil, mechanical and unknown a threat they are, remain daunting in today's society, where, despite technology's mammoth advances, humanity's hegemony over Earth is yet to be called into question. In Well's introduction to the book, where the character discusses with the later deceased Ogilvy about astronomy and the possibility of alien life defeating the 'savage' (to them) nineteenth-century Britain, is he insinuating that this is the truth and fate of humanity? It's up to you to decide...",
            "tags": []
        },
        {
            "id": "OL25303132M",
            "olid": "OL25303132M",
            "title": "Stardust",
            "year": "1997",
            "authors": [
                "Neil Gaiman"
            ],
            "description": "Neil Gaiman's \"Writing and the Imagination.\" In the tranquil fields and meadows of long-ago England, there is a small hamlet that has stood on a jut of granite for 600 years. Just to the east stands a high stone wall, for which the village is named. Here, in the hamlet of Wall, young Tristran Thorn has lost his heart to the hauntingly beautiful Victoria Forester. And here, one crisp October eve, Tristran makes his love a promise -- an impetuous vow that will send him through the only breach in the wall, across the pasture ... and into the most exhilarating adventure of his life.",
            "tags": []
        },
        {
            "id": "OL24981555M",
            "olid": "OL24981555M",
            "title": "Dune",
            "year": "1965",
            "authors": [
                "Frank Herbert"
            ],
            "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...When House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream.A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
            "tags": []
        }
    ]
}